Repository: Aplicaciones-Web-Chile/whatscommerce
Catalog: languages/whatscommerce-*.po
Languages: es_es

source: Configure the WhatsCommerce plugin to integrate with WooCommerce and WhatsApp.
es_es: Configura el plugin WhatsCommerce para integrarlo con WooCommerce y WhatsApp.

source: API Settings
es_es: Configuración de API

source: WooCommerce API Key
es_es: Clave API de WooCommerce

source: This API key allows WhatsCommerce to access WooCommerce data. Generate it from WooCommerce API settings.
es_es: Esta clave API permite a WhatsCommerce acceder a los datos de WooCommerce. Genérela desde la configuración de API de WooCommerce.

source: Twilio Account SID
es_es: SID de cuenta de Twilio

source: Twilio Account SID to connect WhatsCommerce with WhatsApp. Get it from Twilio console.
es_es: SID de la cuenta de Twilio para conectar WhatsCommerce con WhatsApp. Consíguelo en la consola de Twilio.

source: Twilio Auth Token
es_es: Token de autenticación de Twilio

source: Twilio Auth Token for secure connection. Get it from Twilio console.
es_es: Token de autenticación de Twilio para conexión segura. Consíguelo en la consola de Twilio.

source: Twilio WhatsApp Number
es_es: Número de WhatsApp de Twilio

source: The Twilio WhatsApp-enabled number used to send messages (format: +1234567890).
es_es: El número habilitado de WhatsApp de Twilio usado para enviar mensajes (formato: +1234567890).

source: Greeting Message
es_es: Mensaje de bienvenida

source: Personalize the greeting message for your customers.
es_es: Personaliza el mensaje de bienvenida para tus clientes.

source: Confirmation Message
es_es: Mensaje de confirmación

source: Customize the confirmation message sent after a successful order.
es_es: Personaliza el mensaje de confirmación que se envía después de un pedido exitoso.

source: Save Changes
es_es: Guardar cambios
